[
  {
    "name": "Boyfriend",
    "album": {
        "name": "Believe",
        "executor": {
            "name": "Джастин Бибер",
            "photo": "1.jpeg",
            "information": "Джа́стин Дрю Би́бер (англ. Justin Drew Bieber; род. 1 марта 1994[11], Лондон, Онтарио, Канада) — канадский поп-R&B-певец, автор песен, музыкант, актёр. В 2008 году Скутер Браун ознакомился с его роликами на YouTube и позже стал его менеджером. Браун организовал для Бибера встречу с Ашером в Атланте. Вскоре Бибер стал артистом лейбла Raymond Braun Media Group (RBMG), совместного предприятия Брауна и Ашера, а ещё позже Эл-Эй Рид пригласил его в Island Records. Всего в мире продано более 100 миллионов экземпляров записей Бибера[12][13][14]. В 2016 году на 58-й ежегодной церемонии вручения наград «Грэмми» двадцатиоднолетний Джастин получил премию в категории «Лучшая танцевальная запись»."
          },
        "yearOfIssue": "2012",
        "coverImage": "1.jpg"
      },
    "duration": "2:52"
  },
  {
    "name": "Problem",
    "album": {
        "name": "My Everything",
        "executor": {
            "name": "Ариана Гранде",
            "photo": "2.jpeg",
            "information": "Ариа́на Гра́нде-Буте́ра[3] (англ. Ariana Grande-Butera; род. 26 июня 1993, Бока-Ратон, Флорида, США[1][4]) — американская певица, актриса, автор песен, музыкальный продюсер[5][6], обладательница премии «Грэмми»[7]."
          },
        "yearOfIssue": "2014",
        "coverImage": "2.jpg"
      },
    "duration": "3:13"
  },
  {
    "name": "Bad Guy",
    "album": {
        "name": "When We All Fall Asleep, Where Do We Go?",
        "executor": {
            "name": "Билли Айлиш",
            "photo": "3.jpeg",
            "information": "Би́лли А́йлиш Па́йрат Бэрд О’Ко́ннелл[4][5] (англ. Billie Eilish Pirate Baird O'Connell; род. 18 декабря 2001) — американская певица и автор песен. Снискала известность в 2016 году благодаря публикации дебютного сингла «Ocean Eyes» на SoundCloud. В 2019 году её дебютный альбом When We All Fall Asleep, Where Do We Go? возглавил американский (Billboard 200) и британский (UK Albums Chart) хит-парады, а сингл «Bad Guy» вышел на первое место в Billboard Hot 100 (США). Он стал первым чарттоппером певицы, а сама Айлиш, благодаря этому достижению, стала первым человеком, рождённым в XXI веке, которому удалось возглавить Hot 100[6]."
          },
        "yearOfIssue": "209",
        "coverImage": "3.jpg"
      },
    "duration": "3:14"
  },
  {
    "name": "Don't Start Now",
    "album": {
        "name": "Future Nostalgia",
        "executor": {
            "name": "Дуа Липа",
            "photo": "4.jpeg",
            "information": "Ду́а Ли́па (англ. и алб. Dua Lipa; род. 22 августа 1995) — британская певица косовского происхождения, автор песен и модель[12][13]. В 2015 году она подписала контракт с Warner Bros. Records и вскоре выпустила там свой первый сингл. В декабре 2016 года при поддержке журнала The Fader был снят документальный фильм о певице, See in Blue[14]. В январе 2017 года певица получила премию EBBA Public Choice Award[15]."
          },
        "yearOfIssue": "2020",
        "coverImage": "4.jpg"
      },
    "duration": "3:04"
  },
  {
    "name": "Положение",
    "album": {
        "name": "Уроборос: Улица 36 / Зеркала",
        "executor": {
            "name": "Скриптонит",
            "photo": "5.jpeg",
            "information": "Ади́ль Оралбе́кович Жале́лов (каз. Әділ Оралбекұлы Жәлелов, род. 3 июня 1990 года, Ленинский, Казахская ССР), более известный под сценическим псевдонимом Скриптони́т (англ. Scriptonite) — казахстанский исполнитель и музыкальный продюсер, основатель лейбла Musica36[10]. Впервые громко заявил о себе в 2013 году видеоклипом на песню «VBVVCTND», спустя полтора года выпустил свой дебютный альбом «Дом с нормальными явлениями», который стал одним из самых удачных русскоязычных рэп-альбомов 2015 года."
          },
        "yearOfIssue": "2017",
        "coverImage": "5.jpg"
      },
    "duration": "4:43"
  }
]